cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'puma/puma'

brew 'ack'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'elixir'
brew 'git-flow'
brew 'watchman'

cask '1password'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'dropbox'
cask 'omnifocus'
cask 'bettertouchtool'
cask 'istat-menus'
cask 'backblaze'
cask 'little-snitch'
cask 'iterm2'
cask 'sketch'
cask 'airflow'
cask 'dash'
cask 'docker-edge'