cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'ncdu'
brew 'deno'
brew 'nvm'
brew 'pnpm'
brew 'readline'
brew 'postgresql'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'elixir'
# brew 'mas'
brew 'watchman'

cask 'obsidian'
cask 'linearmouse'
cask '1password'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'hazel3'
cask 'vlc'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'bettertouchtool'
cask 'keyboardcleantool'
cask 'istat-menus'
cask 'backblaze'
cask 'little-snitch'
cask 'iterm2'
cask 'airflow'
cask 'dash'
cask 'docker'
cask 'the-unarchiver'
cask 'flux'
cask 'spotify'
cask 'launchrocket'
cask 'figma'
cask 'discord'
cask 'android-studio'
cask 'ukelele'